Repository: lhas/nhcol-evaluation
Catalog: languages/nhcol-evaluation-*.po
Languages: de_de, pt_br

source: Confirmed?
de_de: Bestätigt?
pt_br: Confirmado?

source: Confirmed by admin?
pt_br: Confirmado pelo admin?

source: Comment
de_de: Kommentar
pt_br: Comentário

source: Order N.
de_de: Bestell-Nr.
pt_br: Núm. Pedido

source: Yes
de_de: Ja
pt_br: Sim

source: No
de_de: Nein
pt_br: Não

source: Evaluations
de_de: Bewertungen
pt_br: Avaliações

source: Add New
de_de: Hinzufügen
pt_br: Adicionar Novo

source: Setup
de_de: Konfiguration
pt_br: Configurações

source: Edit
de_de: Bearbeiten
pt_br: Editar

source: Settings
de_de: Einstellungen
pt_br: Configurações

source: Are you cheating?
de_de: Betrügst du etwa?
pt_br: Você está trapaceando?

source: You must confirm your evaluation
de_de: Sie müssen ihre Bewertung bestätigen
pt_br: Você precisa confirmar sua avaliação

source: Hello!
de_de: Hallo!
pt_br: Olá!

source: Recently you submitted a evaluation about our store.
de_de: Kürzlich haben sie eine Bewertung für den Shop abgegeben.
pt_br: Recentemente você enviou uma avaliação sobre a nossa loja.

source: Now you need to confirm it, so we can show it at our website.
de_de: Jetzt müssen Sie noch die Bewertung bestätigen, damit sie auf unserer Website erscheint.
pt_br: Agora nós precisamos que você confirme ela, para nós podermos mostrá-la no nosso site.

source: You just need to click in the link below:
de_de: Sie müssen auf den unten stehenden Link klicken
pt_br: Você só precisa clicar no link abaixo:

source: Add New Evaluation
de_de: Eine neue Bewertung abgegeben
pt_br: Adicionar Nova Avaliação

source: Order Number
de_de: Bestellnummer
pt_br: Número do Pedido

source: All Evaluations
de_de: Alle Bewertungen
pt_br: Todas as Avaliações

source: Evaluations deleted.
de_de: Bewertungen gelöscht.
pt_br: Avaliações deletadas.

source: Evaluation added with success!
de_de: Bewertung erfolgreich bestätigt.
pt_br: Avaliações editada/adicionadas com sucesso!

source: General Options
de_de: Allgemeine Einstellungen
pt_br: Configurações Gerais

source: Output Options
de_de: Ausgabe Optionen
pt_br: Configurações de Output

source: Input Options
de_de: Eingabe Optionen
pt_br: Configurações de Input

source: Logos Options
de_de: Logo Einstellungen
pt_br: Configurações de Logo

source: Colors Options
de_de: Farbeinstellungen
pt_br: Configurações de Cor

source: Save all
de_de: Alles speichern
pt_br: Salvar tudo

source: Input Form
de_de: Eingabeformular
pt_br: Formulário de Input

source: Output Average
de_de: Ausgabeformular
pt_br: Output de Média

source: Output Pagination
de_de: Ausgabe Pagination
pt_br: Output de Paginação

source: Edit Evaluation
de_de: Bewertung bearbeiten
pt_br: Editar Avaliação

source: Button Background
de_de: Button Hintergrund
pt_br: Cor de Fundo do Botão

source: Button Text
de_de: Button Textfarbe
pt_br: Cor do Texto do Botão

source: Background Color of Output Form
pt_br: Cor de Fundo dos Formulários

source: Stars Color
pt_br: Cor das Estrelas

source: Company Name
de_de: Firmenbezeichnung
pt_br: Nome da Empresa

source: Maximum Evaluations per Page
de_de: Maximale Anzahl von Bewertungen pro Seite
pt_br: Avaliações por Página

source: Show Badge or not?
pt_br: Mostrar Badge ou não?

source: Evaluations Published Directly?
pt_br: Avaliações devem ser publicadas diretamente?

source: Terms of Service Text
pt_br: Texto de Termos de Serviço

source: Terms of Service URL
pt_br: URL de Termos de Serviço

source: Evaluation Title
de_de: Bewertungstitel
pt_br: Título da Avaliação

source: Evaluation Label #1
de_de: Bewertungslabel #1
pt_br: Label #1 da Avaliação

source: Evaluation Label #2
de_de: Bewertungslabel #1
pt_br: Label #2 da Avaliação

source: Evaluation Label #3
de_de: Bewertungslabel #1
pt_br: Label #3 da Avaliação

source: Evaluation Label #4
de_de: Bewertungslabel #1
pt_br: Label #4 da Avaliação

source: Evaluation Label #5
de_de: Bewertungslabel #1
pt_br: Label #5 da Avaliação

source: Badge Size
pt_br: Tamanho do Badge

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Big
pt_br: Grande

source: Pre-defined Badge
pt_br: Badge pré-definido

source: Custom Badge
pt_br: Badge Personalizado

source: You selected:
pt_br: Você selecionou:

source: Upload Logo
de_de: Logo hochladen
pt_br: Enviar Logo

source: Remove
pt_br: Excluir

source: Evaluate URL
de_de: BewertungsURL
pt_br: URL da Página de Avaliação

source: Badge Position
de_de: Position des Badges
pt_br: Posição do Badge

source: Up
de_de: Oben
pt_br: Cima

source: Middle
de_de: Mitte
pt_br: Meio

source: Down
de_de: Unten
pt_br: Abaixo

source: Evaluation already confirmed.
de_de: Bewertung bereits bestätigt.
pt_br: Avaliação já confirmada.

source: The evaluation was confirmed. Thank you.
de_de: Die Bewertung wurde bestätigt. Vielen Dank.
pt_br: A avaliação foi confirmada. Obrigado.

source: Not rated
de_de: Nicht bewertet
pt_br: Não avaliado

source: from 5 stars
de_de: von 5 Sternen
pt_br: de 5 estrelas

source: Evaluation Comment
de_de: Kommentar
pt_br: Comentário

source: max length 500 characters.
de_de: max. 500 Zeichen
pt_br: Limite de 500 caracteres.

source: Evaluation Email
de_de: Ihre E-Mailadresse
pt_br: E-mail

source: See terms
pt_br: Ver Termos

source: Send
de_de: Absenden
pt_br: Enviar

source: Evaluation submitted with success. You must confirm it on your email. Thank you!
de_de: Bewertung mit Erfolg abgesendet. Bitte bestätigen Sie diese noch in ihrer E-Mail. Vielen Dank.
pt_br: Avaliação enviada com sucesso. Você precisa confirmá-la no e-mail. Obrigado!

source: Error while sending the evaluation. Try again later.
de_de: Fehler beim Absenden. Bitte erneut probieren
pt_br: Erro enquanto enviava a avaliação. Tente novamente mais tarde.

source: evaluations for
de_de: Bewertungen Sie uns
pt_br: avaliações para

source: Evaluate Us
de_de: Bewerten Sie uns
pt_br: Nos Avalie

source: evaluations
de_de: Bewertungen
pt_br: avaliações

source: Choose your prefered cdn provider
de_de: Wähle deinen bevorzugten cdn Anbieter

source: Deficiente
de_de: Mangelhaft

source: Suficientemente
de_de: Zufriedenstellend

source: Satisfatório
de_de: In Ordnung

source: Bom
de_de: Gut

source: Excelente
de_de: Sehr gut

source: Total
de_de: Gesamt
